{
    "frontend": "Web_De",
    "developer": "Entwickler",
    "iAm": "Ich bin",
    "meFirstPart": "Hallo, ich bin ein deutschsprachiger Junior Developer aus Hamburg. Ich bin begeistert von den unendlichen Möglichkeiten der IT, und spezialisiere mich auf die Erstellung visuell ansprechender und benutzerfreundlicher Webseiten und Anwendungen. Es macht mir Freude, innovative Ideen durch Code zum Leben zu erwecken.",
    "meDis": "Hallo, ich bin ein deutschsprachiger Junior Developer aus Hamburg. Fasziniert von den Möglichkeiten der IT, entwickle ich ansprechende und benutzerfreundliche Webseiten und Anwendungen. Ich arbeite flexibel vor Ort in Hamburg oder remote, sowohl im Team als auch eigenständig, und liefere dabei stets hochwertige Ergebnisse mit klarer Kommunikation.",
    "meDis2": "Ich bin aufgeschlossen und suche ständig nach neuen Herausforderungen, um mein Wissen und meine Fähigkeiten zu erweitern. Ich nutze jede Gelegenheit, um zu wachsen und freue mich immer darauf, mich beruflich weiterzuentwickeln.",
    "meDis3": "In meinem Beruf ist Programmieren nicht nur das Schreiben von Code, sondern eine kreative Art, Probleme zu lösen. Ich bin stolz darauf, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu verwandeln. So helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Visionen zum Leben zu erwecken.",
    "looking2": "Bist du an zusätzlichen Kompetenzen interessiert?",
    "free": "Zögere nicht, mich zu kontaktieren. Ich freue mich darauf, weiterzuentwickeln.",
    "get": "kontaktiere mich",
    "skills": "Meine Skills",
    "exp": "Ich habe Erfahrung in der Entwicklung von Projekten mit verschiedenen Frontend- und Backend-Technologien sowie -Konzepten gesammelt.",
    "SubTitleTop": "Hier kannst du eine Auswahl meiner Arbeiten erkunden – Interagiere mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "join": "Task-Manager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mit Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
    "pollo": "Ein einfaches Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Hilf Gustavo, Münzen und Tabasco-Flaschen zu finden, um gegen das Killerhuhn zu kämpfen.",
    "pokedex": "Die Pokedex-API in JavaScript ermöglicht CRUD-Operationen (Erstellen, Lesen, Aktualisieren, Löschen) für Pokémon-Daten. Sie umfasst die Erstellung von RESTful-Endpunkten, effizientes Datenmanagement, Datenvalidierung und Fehlerbehandlung.",
    "alain": " Alain hat besonders durch sein Organisationstalent sowie seine Scrum und Kanban Kenntnisse einen wertvollen Beitrag zum Erfolg dieses Projektes beigetragen.Seiner akribischen Herangehensweise beim Testen des Projektes, verdanken wir die Entdeckung und Behebung von Bugs. Ich würde jederzeit gerne wieder mit Ihm zusammenarbeiten. Özkan Sarikaya",
    "contact": "Kontakt",
    "solve":"Gibt es ein Problem zu lösen?",
    "ideas":"Kontaktieren Sie mich über dieses Formular. Ich freue mich darauf, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "dev":"Ein Entwickler wird gesucht? Schreibt mir!",
    "enter":"Bitte geben Sie eine Nachricht ein",
    "pp":"Ich habe die Datenschutzrichtlinie gelesen und stimme der Verarbeitung meiner Daten gemäß den darin beschriebenen Bedingungen zu. ",
    "aboutMe":"Über mich",
    "imprint":"Impressum",
    "owner":"Webseiten Betreiber",
    "info":"Kontakt Informationen:",
    "liability":"Haftung für Inhalte:",
    "liaContent":"Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Wir können jedoch keine Gewähr für die Richtigkeit, Vollständigkeit oder Aktualität der Inhalte übernehmen. Gemäß den gesetzlichen Bestimmungen sind wir zudem für eigene Inhalte auf diesen Webseiten verantwortlich. In diesem Zusammenhang möchten wir darauf hinweisen, dass wir nicht verpflichtet sind, übermittelte oder gespeicherte Informationen Dritter zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen.",
    "copyright":"Urheberrechtshinweis:",
    "copyContent":"Die Inhalte und Werke auf diesen Webseiten unterliegen den Urheberrechtsgesetzen der Vereinigten Staaten. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechts bedürfen der vorherigen schriftlichen Zustimmung des jeweiligen Autors oder Erstellers."

}